vertical-pod-autoscaler/experiments/nginx-nsdi-rl-baseline/11/wrk_0.log
Running 15m test @ http://localhost:32519
  2 threads and 100 connections
  Thread calibration: mean lat.: 3748.468ms, rate sampling interval: 13803ms
  Thread calibration: mean lat.: 9223372036854776.000ms, rate sampling interval: 10ms
  Thread Stats   Avg      Stdev     99%   +/- Stdev
    Latency     1.29m    27.02s    2.62m    78.72%
    Req/Sec     3.88k     4.00k   18.11k    90.63%
  6514558 requests in 15.00m, 5.18GB read
  Socket errors: connect 0, read 205, write 104, timeout 0
Requests/sec:   7238.37
Transfer/sec:      5.89MB